Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: When written, the Terms will state plainly: Aperture provides software, not custody. You are responsible for your keys.
af: Wanneer hulle geskryf is, sal die voorwaardes duidelik sê: Aperture verskaf sagteware, nie bewaring nie. Jy is verantwoordelik vir jou sleutels.
ar: حين تُكتب الشروط ستذكر بوضوح: Aperture يقدّم برنامجًا لا حفظًا. أنت مسؤول عن مفاتيحك.
bg: Когато бъдат написани, условията ясно ще заявят: Aperture предоставя софтуер, не попечителство. Вие отговаряте за своите ключове.
bn: যখন লেখা হবে, শর্তাবলীতে স্পষ্টভাবে বলা থাকবে: Aperture সফটওয়্যার সরবরাহ করে, কাস্টডি নয়। আপনার কী-এর দায়িত্ব আপনার।
ca: Quan es redactin, els Termes ho diran clarament: Aperture proporciona programari, no custòdia. Tu ets responsable de les teves claus.
cs: Až budou podmínky sepsány, jasně řeknou: Aperture poskytuje software, nikoli úschovu. Za své klíče odpovídáte vy.
da: Når de er skrevet, vil vilkårene tydeligt angive: Aperture leverer software, ikke opbevaring. Du er ansvarlig for dine nøgler.
de: Wenn die Nutzungsbedingungen verfasst sind, werden sie klar feststellen: Aperture stellt Software bereit, keine Verwahrung. Sie sind für Ihre Schlüssel verantwortlich.
el: Όταν γραφούν, οι Όροι θα δηλώνουν ξεκάθαρα: το Aperture παρέχει λογισμικό, όχι θεματοφυλακή. Είστε υπεύθυνοι για τα κλειδιά σας.
es: Cuando se redacten, las Condiciones lo dirán claramente: Aperture proporciona software, no custodia. Tú eres responsable de tus claves.
et: Kui need on kirjutatud, sätestavad tingimused selgelt: Aperture pakub tarkvara, mitte hoidmisteenust. Sina vastutad oma võtmete eest.
fa: هنگام تدوین، شرایط به‌روشنی بیان خواهد کرد: Aperture نرم‌افزار ارائه می‌دهد، نه نگه‌داری دارایی. شما مسئول کلیدهای خود هستید.
fi: Kun käyttöehdot kirjoitetaan, ne sanovat selvästi: Aperture tarjoaa ohjelmiston, ei säilytyspalvelua. Avaimistasi vastaat sinä.
fil: Kapag naisulat na, malinaw na sasabihin ng Terms: nagbibigay ang Aperture ng software, hindi custody. Ikaw ang may pananagutan sa iyong mga key.
fr: Lorsqu'elles seront rédigées, les conditions énonceront simplement : Aperture fournit un logiciel, pas la garde. Vous êtes responsable de vos clés.
he: כשייכתבו, התנאים יציינו במפורש: Aperture מספק תוכנה, לא משמורת. אתה אחראי על המפתחות שלך.
hi: लिखे जाने पर शर्तें साफ़ कहेंगी: Aperture सॉफ़्टवेयर देता है, कस्टडी नहीं। आपकी कीज़ की ज़िम्मेदारी आपकी है।
hr: Kad budu napisani, Uvjeti će jasno navesti: Aperture pruža softver, ne skrbništvo. Vi ste odgovorni za svoje ključeve.
hu: Amikor megírjuk, a feltételek egyértelműen kimondják majd: az Aperture szoftvert nyújt, nem letétkezelést. A kulcsaiért Ön felel.
id: Setelah ditulis, Ketentuan akan menyatakan secara jelas: Aperture menyediakan perangkat lunak, bukan kustodian. Anda bertanggung jawab atas kunci Anda.
is: Þegar þeir verða ritaðir munu skilmálarnir segja skýrt: Aperture veitir hugbúnað, ekki vörslu. Þú berð ábyrgð á lyklunum þínum.
it: Quando saranno scritti, i termini diranno chiaramente: Aperture fornisce software, non custodia. Sei responsabile delle tue chiavi.
ja: 利用規約が作成された際には、明確に次のように記載されます。Aperture が提供するのはソフトウェアであり、カストディではありません。鍵の管理はあなたの責任です。
ko: 작성될 때 약관은 분명히 명시할 것입니다: Aperture는 소프트웨어를 제공하며 수탁은 하지 않습니다. 키에 대한 책임은 당신에게 있습니다.
lt: Kai bus parašytos, sąlygos aiškiai pareikš: „Aperture“ teikia programinę įrangą, ne saugojimo paslaugą. Už savo raktus atsakote jūs.
lv: Kad būs uzrakstīti, noteikumi skaidri pateiks: Aperture nodrošina programmatūru, ne glabāšanu. Jūs atbildat par savām atslēgām.
ml: എഴുതുമ്പോൾ, നിബന്ധനകൾ വ്യക്തമായി പറയും: Aperture സോഫ്റ്റ്‌വെയർ നൽകുന്നു, കസ്റ്റഡി അല്ല. നിങ്ങളുടെ കീകൾക്ക് നിങ്ങൾ ഉത്തരവാദിയാണ്.
mr: लिहिल्यावर, अटी स्पष्टपणे सांगतील: Aperture सॉफ्टवेअर पुरवते, कोठडी नाही. तुमच्या किजसाठी तुम्ही जबाबदार आहात.
ms: Apabila ditulis, terma akan menyatakan dengan jelas: Aperture menyediakan perisian, bukan jagaan. Anda bertanggungjawab untuk kunci anda.
nb: Når vilkårene er skrevet, vil de tydelig angi: Aperture leverer programvare, ikke oppbevaring. Du er ansvarlig for nøklene dine.
nl: Wanneer ze zijn geschreven, zullen de voorwaarden duidelijk zeggen: Aperture levert software, geen bewaarneming. Jij bent verantwoordelijk voor je sleutels.
pa: ਜਦੋਂ ਲਿਖੇ ਜਾਣਗੇ, ਸ਼ਰਤਾਂ ਸਾਫ਼ ਕਹਿਣਗੀਆਂ: Aperture ਸੌਫਟਵੇਅਰ ਦਿੰਦਾ ਹੈ, ਹਿਫ਼ਾਜ਼ਤ ਨਹੀਂ। ਤੁਸੀਂ ਆਪਣੀਆਂ ਕੁੰਜੀਆਂ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਹੋ।
pl: Po napisaniu Regulamin powie wprost: Aperture dostarcza oprogramowanie, nie usługę powierniczą. Za swoje klucze odpowiadasz Ty.
pt_br: Quando forem escritos, os Termos dirão claramente: o Aperture fornece software, não custódia. Você é responsável pelas suas chaves.
ro: Odată redactați, termenii vor afirma clar: Aperture oferă software, nu custodie. Sunteți responsabil pentru cheile dumneavoastră.
ru: Когда условия будут написаны, в них будет прямо сказано: Aperture предоставляет программу, а не хранение. Вы отвечаете за свои ключи.
sk: Keď sa podmienky napíšu, jasne uvedú: Aperture poskytuje softvér, nie úschovu. Za svoje kľúče zodpovedáte vy.
sl: Ko bodo napisani, bodo pogoji jasno navedli: Aperture zagotavlja programsko opremo, ne skrbništva. Za svoje ključe ste odgovorni vi.
sr: Када буду написани, услови ће јасно навести: Aperture пружа софтвер, не старатељство. За своје кључеве одговорни сте ви.
sv: När de skrivs kommer Villkoren tydligt att ange: Aperture tillhandahåller programvara, inte förvar. Du ansvarar för dina nycklar.
sw: Yatakapoandikwa, Masharti yatasema waziwazi: Aperture inatoa programu, sio uhifadhi. Wewe ndiye unayehusika na funguo zako.
ta: எழுதப்படும்போது, விதிமுறைகள் தெளிவாக கூறும்: Aperture மென்பொருளை வழங்குகிறது, பாதுகாவல் அல்ல. உங்கள் சாவிகளுக்கு நீங்களே பொறுப்பு.
te: రాయబడినప్పుడు, నిబంధనలు స్పష్టంగా చెబుతాయి: Aperture సాఫ్ట్‌వేర్‌ను అందిస్తుంది, కస్టడీని కాదు. మీ కీలకు మీరే బాధ్యులు.
th: เมื่อมีการเขียนแล้ว ข้อกำหนดจะระบุอย่างชัดเจน: Aperture จัดเตรียมซอฟต์แวร์ ไม่ใช่บริการรับฝาก คุณรับผิดชอบกุญแจของคุณเอง
tr: Yazıldığında Şartlar açıkça şunu belirtecek: Aperture yazılım sağlar, saklama hizmeti sunmaz. Anahtarlarınızdan siz sorumlusunuz.
uk: Коли умови буде написано, у них прямо буде зазначено: Aperture надає програмне забезпечення, а не зберігання. За свої ключі відповідаєте ви.
ur: جب لکھی جائیں گی، شرائط واضح طور پر کہیں گی: Aperture سافٹ ویئر فراہم کرتا ہے، حراست نہیں۔ آپ اپنی چابیوں کے ذمہ دار ہیں۔
vi: Khi được viết, các điều khoản sẽ nêu rõ: Aperture cung cấp phần mềm, không phải dịch vụ giữ tài sản. Bạn chịu trách nhiệm với các khoá của mình.
zh_hans: 条款撰写完成后将明确表示:Aperture 提供的是软件,不是托管。你的密钥由你负责。
zh_hant: 條款撰寫完成後將明確表示:Aperture 提供的是軟體,不是託管。你的密鑰由你負責。

source: White
af: Wit
ar: أبيض
bg: Бяло
bn: সাদা
ca: Blanc
cs: Bílá
da: Hvid
de: Weiß
el: Λευκό
es: Blanco
et: Valge
fa: سفید
fi: Valkoinen
fil: Puti
fr: Blanc
he: לבן
hi: सफ़ेद
hr: Bijela
hu: Fehér
id: Putih
is: Hvítur
it: Bianco
ja: ホワイト
ko: 흰색
lt: Balta
lv: Balts
ml: വെള്ള
mr: पांढरा
ms: Putih
nb: Hvit
nl: Wit
pa: ਚਿੱਟਾ
pl: Biały
pt_br: Branco
ro: Alb
ru: Белый
sk: Biela
sl: Bela
sr: Бела
sv: Vit
sw: Nyeupe
ta: வெள்ளை
te: తెలుపు
th: ขาว
tr: Beyaz
uk: Білий
ur: سفید
vi: Trắng
zh_hans: 白色
zh_hant: 白色

source: Who can I send to?
af: Aan wie kan ek stuur?
ar: إلى مَن يمكنني الإرسال؟
bg: На кого мога да изпратя?
bn: আমি কাকে পাঠাতে পারি?
ca: A qui puc enviar?
cs: Komu mohu poslat?
da: Hvem kan jeg sende til?
de: An wen kann ich senden?
el: Σε ποιον μπορώ να στείλω;
es: ¿A quién puedo enviar?
et: Kellele saan saata?
fa: به چه کسی می‌توانم ارسال کنم؟
fi: Kenelle voin lähettää?
fil: Kanino ako maaaring magpadala?
fr: À qui puis-je envoyer ?
he: למי אני יכול לשלוח?
hi: मैं किसे भेज सकता हूँ?
hr: Kome mogu poslati?
hu: Kinek küldhetek?
id: Kepada siapa saya bisa mengirim?
is: Á hvern get ég sent?
it: A chi posso inviare?
ja: 誰に送信できますか？
ko: 누구에게 보낼 수 있나요?
lt: Kam galiu siųsti?
lv: Kam es varu sūtīt?
ml: എനിക്ക് ആർക്കാണ് അയയ്ക്കാൻ കഴിയുക?
mr: मी कोणाला पाठवू शकतो?
ms: Kepada siapa saya boleh hantar?
nb: Hvem kan jeg sende til?
nl: Naar wie kan ik verzenden?
pa: ਮੈਂ ਕਿਸਨੂੰ ਭੇਜ ਸਕਦਾ ਹਾਂ?
pl: Do kogo mogę wysłać?
pt_br: Para quem posso enviar?
ro: Cui pot trimite?
ru: Кому я могу отправить?
sk: Komu môžem poslať?
sl: Komu lahko pošljem?
sr: Коме могу да пошаљем?
sv: Vem kan jag skicka till?
sw: Ninaweza kutuma kwa nani?
ta: நான் யாருக்கு அனுப்பலாம்?
te: నేను ఎవరికి పంపగలను?
th: ส่งให้ใครได้บ้าง?
tr: Kime gönderebilirim?
uk: Кому я можу надіслати?
ur: میں کس کو بھیج سکتا ہوں؟
vi: Tôi có thể gửi cho ai?
zh_hans: 我可以发送给谁？
zh_hant: 我可以傳送給誰？

source: Wipes the on-disk price cache. The next refresh fetches fresh prices from Coinbase.
af: Vee die prys-kas op skyf uit. Die volgende verfrissing haal vars pryse by Coinbase.
ar: يمسح ذاكرة التخزين المؤقت للأسعار على القرص. ستجلب عملية التحديث التالية أسعارًا جديدة من Coinbase.
bg: Изтрива кеша на цените на диска. Следващото опресняване извлича пресни цени от Coinbase.
bn: ডিস্কে থাকা প্রাইস ক্যাশে মুছে ফেলে। পরবর্তী রিফ্রেশে Coinbase থেকে নতুন দাম আনা হবে।
ca: Esborra la memòria cau de preus al disc. La pròxima actualització obté preus nous de Coinbase.
cs: Smaže mezipaměť cen na disku. Při dalším obnovení se z Coinbase načtou nové ceny.
da: Rydder pris-cachen på disken. Næste opdatering henter friske priser fra Coinbase.
de: Löscht den Preis-Cache auf der Festplatte. Bei der nächsten Aktualisierung werden frische Preise von Coinbase abgerufen.
el: Διαγράφει την προσωρινή μνήμη τιμών στον δίσκο. Η επόμενη ανανέωση θα ανακτήσει νέες τιμές από την Coinbase.
es: Borra la caché de precios en disco. La próxima actualización obtiene precios nuevos de Coinbase.
et: Kustutab kettal oleva hindade vahemälu. Järgmine värskendamine toob uued hinnad Coinbase'ist.
fa: کش قیمت روی دیسک را پاک می‌کند. در رفرش بعدی، قیمت‌های تازه از Coinbase دریافت می‌شود.
fi: Tyhjentää levyltä hintavälimuistin. Seuraava päivitys hakee uudet hinnat Coinbasesta.
fil: Binubura ang price cache sa disk. Sa susunod na refresh, kukuha ng sariwang presyo mula sa Coinbase.
fr: Efface le cache des prix sur disque. Le prochain rafraîchissement récupère des prix actualisés depuis Coinbase.
he: מנקה את מטמון המחירים בדיסק. הרענון הבא יביא מחירים טריים מ-Coinbase.
hi: डिस्क पर मौजूद कीमत कैश को मिटा देता है। अगली रिफ्रेश Coinbase से नई कीमतें लाएगी।
hr: Briše predmemoriju cijena s diska. Sljedeće osvježavanje dohvaća nove cijene s Coinbasea.
hu: Törli a lemezen tárolt árak gyorsítótárát. A következő frissítés friss árakat hoz le a Coinbase-ről.
id: Menghapus cache harga di disk. Penyegaran berikutnya akan mengambil harga baru dari Coinbase.
is: Eyðir verðskyndiminni á diski. Næsta endurnýjun sækir ferskt verð frá Coinbase.
it: Cancella la cache dei prezzi su disco. Il prossimo aggiornamento recupera prezzi nuovi da Coinbase.
ja: ディスク上の価格キャッシュを削除します。次回の更新で Coinbase から新しい価格を取得します。
ko: 디스크에 저장된 가격 캐시를 지웁니다. 다음 새로 고침 때 Coinbase에서 새 가격을 가져옵니다.
lt: Išvalo diske esančią kainų talpyklą. Kitas atnaujinimas paims naujas kainas iš „Coinbase“.
lv: Notīra diskā esošo cenu kešatmiņu. Nākamais atjauninājums iegūs jaunas cenas no Coinbase.
ml: ഡിസ്കിലെ വില കാഷ് മായ്‌ക്കും. അടുത്ത പുതുക്കൽ Coinbase-ൽ നിന്ന് പുതിയ വിലകൾ ലഭ്യമാക്കും.
mr: डिस्कवरील किंमत कॅशे पुसते. पुढील रिफ्रेश Coinbase कडून ताज्या किमती आणेल.
ms: Memadam cache harga pada cakera. Penyegaran seterusnya mengambil harga baharu dari Coinbase.
nb: Tømmer pris-bufferen på disken. Neste oppdatering henter ferske priser fra Coinbase.
nl: Wist de prijscache op schijf. De volgende vernieuwing haalt nieuwe prijzen op bij Coinbase.
pa: ਡਿਸਕ 'ਤੇ ਮੌਜੂਦ ਕੀਮਤ ਕੈਸ਼ ਨੂੰ ਮਿਟਾਉਂਦਾ ਹੈ। ਅਗਲੀ ਰਿਫਰੈਸ਼ Coinbase ਤੋਂ ਤਾਜ਼ੀਆਂ ਕੀਮਤਾਂ ਲਿਆਏਗੀ।
pl: Czyści pamięć podręczną cen na dysku. Następne odświeżenie pobiera świeże ceny z Coinbase.
pt_br: Limpa o cache de preços em disco. A próxima atualização busca preços novos na Coinbase.
ro: Șterge memoria cache a prețurilor de pe disc. Următoarea reîmprospătare aduce prețuri noi de la Coinbase.
ru: Удаляет дисковый кэш цен. При следующем обновлении новые цены будут получены из Coinbase.
sk: Vymaže vyrovnávaciu pamäť cien na disku. Pri ďalšom obnovení sa z Coinbase načítajú nové ceny.
sl: Počisti predpomnilnik cen na disku. Naslednja osvežitev pridobi sveže cene s Coinbasea.
sr: Брише кеш цена са диска. Следеће освежавање преузима нове цене са Coinbase-а.
sv: Rensar pris-cachen på disken. Nästa uppdatering hämtar nya priser från Coinbase.
sw: Hufuta cache ya bei iliyo kwenye diski. Uburudishaji unaofuata utachota bei mpya kutoka Coinbase.
ta: வட்டில் உள்ள விலை கேச்சை அழிக்கிறது. அடுத்த புதுப்பிப்பு Coinbase-லிருந்து புதிய விலைகளை எடுக்கும்.
te: డిస్క్‌లోని ధర కాష్‌ను తుడిచివేస్తుంది. తదుపరి రిఫ్రెష్ Coinbase నుండి తాజా ధరలను తీసుకువస్తుంది.
th: ลบแคชราคาที่จัดเก็บบนดิสก์ การรีเฟรชครั้งถัดไปจะดึงราคาใหม่จาก Coinbase
tr: Diskteki fiyat önbelleğini siler. Bir sonraki yenileme, fiyatları Coinbase'den taze olarak getirir.
uk: Видаляє кеш цін на диску. Під час наступного оновлення нові ціни буде отримано з Coinbase.
ur: ڈسک پر موجود قیمت کیشے کو مٹاتا ہے۔ اگلی ریفریش پر Coinbase سے تازہ قیمتیں حاصل کی جائیں گی۔
vi: Xoá bộ nhớ đệm giá trên đĩa. Lần làm mới tiếp theo sẽ tải giá mới từ Coinbase.
zh_hans: 清除磁盘上的价格缓存。下次刷新会从 Coinbase 获取新价格。
zh_hant: 清除磁碟上的價格快取。下次重新整理時會從 Coinbase 取得新價格。

source: With RBF on, a pending transaction can be bumped with a higher fee so it confirms sooner. It does not let anyone change where the funds go — only the fee.
af: Met RBF aan kan 'n hangende transaksie met 'n hoër fooi opgestoot word sodat dit gouer bevestig. Dit laat niemand toe om te verander waarheen die fondse gaan nie — net die fooi.
ar: عند تفعيل RBF، يمكن دفع معاملة معلّقة برسوم أعلى لتتأكّد أسرع. وهو لا يتيح لأي أحد تغيير وجهة الأموال — الرسوم فقط.
bg: С включен RBF чакаща транзакция може да бъде повишена с по-висока такса, за да се потвърди по-скоро. Това не позволява на никого да промени къде отиват средствата — само таксата.
bn: RBF চালু থাকলে, একটি মুলতুবি লেনদেন বেশি ফি দিয়ে এগিয়ে নেওয়া যায় যাতে তা দ্রুত নিশ্চিত হয়। এটি কাউকে তহবিলের গন্তব্য পরিবর্তন করতে দেয় না — শুধু ফি।
ca: Amb RBF activat, una transacció pendent es pot accelerar amb una comissió més alta perquè es confirmi abans. No permet que ningú canviï on van els fons: només la comissió.
cs: Se zapnutým RBF lze čekající transakci urychlit vyšším poplatkem, aby se potvrdila dříve. Nikomu to neumožní změnit, kam prostředky míří – pouze poplatek.
da: Med RBF slået til kan en ventende transaktion hæves med et højere gebyr, så den bekræftes hurtigere. Det lader ingen ændre, hvor midlerne går hen – kun gebyret.
de: Mit aktiviertem RBF kann eine ausstehende Transaktion mit einer höheren Gebühr beschleunigt werden, sodass sie früher bestätigt wird. Es erlaubt niemandem, das Ziel der Mittel zu ändern – nur die Gebühr.
el: Με ενεργό το RBF, μια εκκρεμής συναλλαγή μπορεί να επιταχυνθεί με υψηλότερο τέλος ώστε να επιβεβαιωθεί νωρίτερα. Δεν επιτρέπει σε κανέναν να αλλάξει πού πηγαίνουν τα κεφάλαια — μόνο το τέλος.
es: Con RBF activado, una transacción pendiente puede acelerarse con una comisión más alta para que se confirme antes. No permite que nadie cambie el destino de los fondos: solo la comisión.
et: Kui RBF on sees, saab ootel tehingut kõrgema tasuga tõsta, et see kinnitataks varem. See ei luba kellelgi muuta, kuhu raha läheb — ainult tasu.
fa: با روشن‌بودن RBF، یک تراکنش در انتظار می‌تواند با کارمزدی بالاتر افزایش یابد تا زودتر تأیید شود. این کار به کسی اجازه نمی‌دهد مقصد دارایی‌ها را تغییر دهد — فقط کارمزد را.
fi: Kun RBF on käytössä, odottavaa tapahtumaa voi nopeuttaa korkeammalla maksulla, jotta se vahvistuu aiemmin. Se ei anna kenenkään muuttaa, minne varat menevät – vain maksua.
fil: Kapag naka-on ang RBF, maaaring itaas ang isang nakabinbing transaksyon sa pamamagitan ng mas mataas na fee upang mas maagang makumpirma. Hindi nito pinapayagan ang sinuman na baguhin kung saan mapupunta ang pondo — ang fee lamang.
fr: Avec le RBF activé, une transaction en attente peut être relancée avec des frais plus élevés pour confirmer plus tôt. Cela ne permet à personne de changer la destination des fonds — seulement les frais.
he: כש-RBF פעיל, אפשר להאיץ עסקה ממתינה בעמלה גבוהה יותר כדי שתאושר מוקדם יותר. זה אינו מאפשר לאף אחד לשנות לאן הכספים מגיעים — רק את העמלה.
hi: RBF चालू होने पर, किसी लंबित लेन-देन को अधिक शुल्क के साथ बढ़ाया जा सकता है ताकि वह जल्दी पुष्ट हो। यह किसी को भी फ़ंड का गंतव्य बदलने नहीं देता — केवल शुल्क।
hr: Uz uključen RBF, transakcija na čekanju može se ubrzati višom naknadom kako bi se ranije potvrdila. Nikome ne omogućuje promjenu odredišta sredstava – samo naknade.
hu: Bekapcsolt RBF mellett egy függőben lévő tranzakció magasabb díjjal felgyorsítható, hogy hamarabb megerősödjön. Senkinek sem teszi lehetővé, hogy megváltoztassa, hová kerül a pénz – csak a díjat.
id: Dengan RBF aktif, transaksi yang tertunda dapat dinaikkan biayanya agar terkonfirmasi lebih cepat. Ini tidak memungkinkan siapa pun mengubah tujuan dana — hanya biayanya.
is: Þegar RBF er á má hækka gjald á færslu í bið svo hún staðfestist fyrr. Það gerir engum kleift að breyta hvert fjármunirnir fara — aðeins gjaldinu.
it: Con l'RBF attivo, una transazione in sospeso può essere rilanciata con una commissione più alta per confermare prima. Non consente a nessuno di cambiare la destinazione dei fondi — solo la commissione.
ja: RBF を有効にすると、保留中の取引をより高い手数料で引き上げ、早く確認させられます。資金の送り先を誰かが変更することはできません。変えられるのは手数料だけです。
ko: RBF가 켜져 있으면 대기 중인 거래의 수수료를 더 높여 더 빨리 확정시킬 수 있어요. 자금이 가는 곳은 아무도 바꿀 수 없고 — 오직 수수료만 바뀌어요.
lt: Įjungus RBF, laukiančiai operacijai galima padidinti mokestį, kad ji būtų patvirtinta greičiau. Tai neleidžia niekam pakeisti, kur keliauja lėšos – tik mokestį.
lv: Ja RBF ir ieslēgts, gaidošam darījumam var paaugstināt maksu, lai tas tiktu apstiprināts ātrāk. Tas nevienam neļauj mainīt, kurp aiziet līdzekļi — tikai maksu.
ml: RBF ഓണാണെങ്കിൽ, തീർച്ചപ്പെടാത്ത ഒരു ഇടപാട് ഉയർന്ന ഫീസോടെ ഉയർത്തി വേഗത്തിൽ സ്ഥിരീകരിക്കാം. ഫണ്ടുകൾ എവിടേക്ക് പോകുന്നു എന്നത് മാറ്റാൻ ഇത് ആരെയും അനുവദിക്കില്ല — ഫീസ് മാത്രം.
mr: RBF चालू असल्यास, प्रलंबित व्यवहार जास्त फीसह वाढवून लवकर पुष्टी करता येतो. निधी कुठे जातो हे बदलण्याची मुभा तो कोणालाही देत नाही — फक्त फी.
ms: Dengan RBF dihidupkan, transaksi yang menunggu boleh dinaikkan dengan yuran lebih tinggi supaya ia disahkan lebih awal. Ia tidak membenarkan sesiapa mengubah ke mana dana pergi — hanya yuran.
nb: Med RBF på kan en ventende transaksjon økes med et høyere gebyr slik at den bekreftes raskere. Det lar ingen endre hvor midlene går – bare gebyret.
nl: Met RBF aan kan een lopende transactie met hogere kosten worden opgehoogd zodat die sneller bevestigt. Het laat niemand veranderen waar het tegoed heen gaat — alleen de kosten.
pa: RBF ਚਾਲੂ ਹੋਣ 'ਤੇ, ਬਕਾਇਆ ਲੈਣ-ਦੇਣ ਨੂੰ ਵੱਧ ਫ਼ੀਸ ਨਾਲ ਵਧਾਇਆ ਜਾ ਸਕਦਾ ਹੈ ਤਾਂ ਜੋ ਇਹ ਜਲਦੀ ਪੁਸ਼ਟ ਹੋਵੇ। ਇਹ ਕਿਸੇ ਨੂੰ ਇਹ ਬਦਲਣ ਨਹੀਂ ਦਿੰਦਾ ਕਿ ਫੰਡ ਕਿੱਥੇ ਜਾਂਦੇ ਹਨ — ਸਿਰਫ਼ ਫ਼ੀਸ।
pl: Przy włączonym RBF oczekującą transakcję można podbić wyższą opłatą, aby potwierdziła się szybciej. Nie pozwala to nikomu zmienić miejsca docelowego środków — tylko opłatę.
pt_br: Com o RBF ativado, uma transação pendente pode ser acelerada com uma taxa maior para confirmar mais cedo. Ele não permite que ninguém altere o destino dos fundos — apenas a taxa.
ro: Cu RBF activat, o tranzacție în așteptare poate fi accelerată cu un comision mai mare, ca să se confirme mai devreme. Nu permite nimănui să schimbe unde ajung fondurile — doar comisionul.
ru: При включённом RBF ожидающую транзакцию можно ускорить более высокой комиссией, чтобы она подтвердилась раньше. Это не позволяет никому изменить, куда уходят средства — только комиссию.
sk: So zapnutým RBF možno čakajúcu transakciu urýchliť vyšším poplatkom, aby sa potvrdila skôr. Nikomu to neumožní zmeniť, kam prostriedky smerujú – iba poplatok.
sl: Z vklopljenim RBF lahko transakcijo v čakanju pospešite z višjim nadomestilom, da se prej potrdi. Nikomur ne dovoli spremeniti, kam gredo sredstva – le nadomestilo.
sr: Са укљученим RBF-ом, трансакција на чекању може се убрзати вишом накнадом да би се раније потврдила. Никоме не дозвољава да промени куда средства иду — само накнаду.
sv: Med RBF på kan en väntande transaktion höjas med en högre avgift så att den bekräftas snabbare. Det låter ingen ändra vart medlen går – endast avgiften.
sw: RBF ikiwa imewashwa, muamala unaosubiri unaweza kuongezewa ada ya juu ili uthibitishwe mapema zaidi. Hauruhusu mtu yeyote kubadilisha mahali fedha zinakoenda — ada pekee.
ta: RBF இயக்கப்பட்டிருந்தால், நிலுவையில் உள்ள பரிவர்த்தனையை அதிக கட்டணத்துடன் உயர்த்தி விரைவில் உறுதிப்படுத்தலாம். நிதி எங்கு செல்கிறது என்பதை யாரும் மாற்ற இது அனுமதிக்காது — கட்டணம் மட்டுமே.
te: RBF ఆన్‌లో ఉంటే, పెండింగ్‌లో ఉన్న లావాదేవీని ఎక్కువ ఫీజుతో పెంచి త్వరగా నిర్ధారించవచ్చు. నిధులు ఎక్కడికి వెళ్తాయో మార్చడానికి ఇది ఎవరినీ అనుమతించదు — ఫీజును మాత్రమే.
th: เมื่อเปิด RBF ธุรกรรมที่รออยู่สามารถเพิ่มค่าธรรมเนียมให้สูงขึ้นเพื่อยืนยันเร็วขึ้นได้ มันไม่ให้ใครเปลี่ยนปลายทางของเงิน — เปลี่ยนได้เฉพาะค่าธรรมเนียม
tr: RBF açıkken, bekleyen bir işlem daha yüksek bir ücretle hızlandırılarak daha erken onaylanabilir. Hiç kimsenin paranın gideceği yeri değiştirmesine izin vermez — yalnızca ücreti değiştirir.
uk: Коли RBF увімкнено, очікувану транзакцію можна прискорити вищою комісією, щоб вона підтвердилася раніше. Це не дає нікому змінити, куди йдуть кошти — лише комісію.
ur: RBF آن ہونے پر، زیر التوا ٹرانزیکشن کو زیادہ فیس کے ساتھ بڑھایا جا سکتا ہے تاکہ یہ جلد تصدیق ہو جائے۔ یہ کسی کو رقم کی منزل تبدیل کرنے نہیں دیتا — صرف فیس بدلتی ہے۔
vi: Khi bật RBF, một giao dịch đang chờ có thể được tăng phí cao hơn để xác nhận sớm hơn. Nó không cho phép bất kỳ ai thay đổi nơi tiền đến — chỉ thay đổi phí.
zh_hans: 开启 RBF 后，待处理交易可通过提高费用来加快确认。它不会让任何人更改资金的去向——只能更改费用。
zh_hant: 開啟 RBF 後，待處理交易可透過提高費用來加快確認。它不會讓任何人變更資金的去向——只能變更費用。
